'-------------------------------------------------------------------------------------
' Polish language module for WINCONTIG 1.10
'
' Translated by:
'   Michal Tulibacki
'
' Currently maintained by:
'   
'
' Last updated: August 10, 2012
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Polski
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Pofragmentowane pliki
2=Ciągłe pliki
3=Zdefragmentowane pliki
4=Nieprzetworzone pliki
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Dodaj
18=Usuń
19=Właściwości
20=Wczytaj profil
21=Zapisz profil
283=Fragmenty
294=Zobacz raport
455=Filtruj
24=Defragmentuj
25=Stop
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Dodaj
474=Dodaj jeden lub więcej plików do listy. Naciśnij strzałkę aby dodać foldery.
475=Usuń
476=Usuń wybrane pozycje z listy.
477=Właściwości
478=Wyświetl właściwości wybranych pozycji.
479=Fragmenty
480=Wyświetl dodatkowe informacje nt. wybranych plików, w tym rozmiar iliczbę fragmentów pliku.
481=Filtruj
482=Pokaż okno filtrowania aby wykluczyć lub włączyć do defragmentacji wybrane plik, foldery i typy plików.
483=Wczytaj profil
484=Załaduj listę z uprzednio zapisanego pliku profilu.
485=Zapisz profil
486=Zapisz listę do pliku profilu.
26=Analizuj
45=Przeanalizuj pliki aby określić stopień ich fragmentacji. 
101=Defragmentuj
139=Scal pofragmentowane pliki aby zwiększyć wydajność systemu. Naciśnij strzałkę aby zdefragmentować wyłącznie pliki wybrane w niższym oknie.
122=Stop
136=Zatrzymaj operację będącą w toku.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Dodaj &plik...\tCTRL+O
66=Dodaj F&older...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<pusty>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Defragmentuj wszystkie pliki
156=Defragmentuj wyłącznie &wybrane pofragmentowane pliki
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Nazwa
28=Rozmiar
29=Status
30=Typ
248=Fragmenty
249=Klastrów
250=Rozmiar na dysku
274=% na dysku
472=Ostatnio zmodyfikowany
487=Atrybuty
251=Domyślne
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Pofragmentowane
6=Nie pofragmentowane
7=Błąd
8=Zdefragmentowane
146=Ciągłe
368=Zatrzymano
369=Pominięto
424=W toku...
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Dodaj tutaj obiekty do defragmentcji.
247=Folder główny
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Otwórz
68=&Dodaj obiekt
69=&Plik...\tCTRL+O
70=F&older...\tCTRL+D
71=&Usuń pozycje\tDEL
371=Dodaj do &wyjątków
15=Anali&zuj wybrane pozycje
16=&Defragmentuj wybrane pozycje
72=&Wczytaj profil...
73=&Zapisz profil jako...
223=&Właściwości...
75=A&utomatyczne przewijanie
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmentów
252=Klastrów
253=Rozmiar na dysku
10=Rozmiar
11=Nazwa pliku
275=% na dysku
256=Domyślny
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Pofragmentowane pliki
12=Nie znaleziono pofragmentowanych plików.
428=Nie przetworzono jeszcze żadnych plików.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Wybierz zaznaczone pliki
364=&Odznacz zaznaczone pliki
367=O&dwróć zaznaczenie
372=&Dodaj do listy wyjątków
162=Otwórz l&okalizację pliku
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Zaznacz/Odznacz
161=Zaznacz lub odznacz wszystkie pliki na liście.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Nazwa pliku
129=Błąd
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Pliki nieprzeanalizowane
145=Nie wystąpiły błędy podczas przetwarzania plików.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Bezczynny
33=Liczba obiektów:
127=Obiekt
137=Defragmentowanie
420=Wszystkich przetworzonych plików:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Plik
35=&Otwórz
36=&Dodaj obiekt
37=P&lik...\tCTRL+O
38=&Folder...\tCTRL+D
39=&Usuń pozycje\tDEL
370=Dodaj do &wyjątków
284=Infor&macje o fragmentach...
224=&Właściwości...
421=Zapisz &raport z analizy...
41=&Zakończ
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Profile
43=&Wczytaj profil...
44=&Zapisz profil jako...
157=&Konfiguruj listę ostatnich profili...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Akcja
47=A&nalizuj
49=&Zatrzymaj
50=&Defragmentuj
148=Anali&zuj wybrane pozycje
150=D&efragmentuj wybrane pozycje
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Widok
51=Pasek &Narzędzi
52=&Panel &informacyjny
76=Pasek &Stanu
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Narzędzia
470=&Zarządzaj filtrem...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Opcje
54=Trzymaj na &wierzchu
55=Zaznaczaj &cały rząd
56=Wyświetl &komunikaty potwierdzeń
57=Nie zezwalaj na &zduplikowane wpisy
58=&Zamknij program po zakończeniu defragmentacji
59=&Wyłącz komputer po zakończeniu defragmentacji
229=Nie &testuj woluminów na występowanie błędów
235=S&trategia defragmentacji
236=&Szybko
237=S&prytnie
242=&Język
301=Ustaw Prio&rytet
302=&Wysoki
303=&Powyżej normalnego
304=&Normalny
305=Pon&iżej normalnego
306=&Niski
332=&Czyszczenie dysku
333=&Wyłączone
334=&Automatyczne
335=Za&pytaj użytkownika
361=Pokaż &komunikaty błędów
348=Wykrywanie błędów &woluminów
349=&Wyłączone
350=&Automatyczne
351=Za&pytaj użytkownika
408=Konfiguruj kolory &zaznaczenia...
488=Pomiń dys&ki SSD
23=Wyłącz w&ykrywanie Dysków Solid State (SSD)
102=Pokaż ikony st&anu
140=Pokaż ikony s&ystemowe
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Pomoc
61=Pokaż &wyłączenie odpowiedzialności
62=Pokaż &przełączniki linii poleceń
64=&O WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Dodaje pliki do listy plików.
84=Dodaje folder do listy plików.
85=Usuwa wybrane pozycje z listy.
86=Dodaje pozycje z profilu do listy plików.
87=Zapisuje pozycje z listy plików do profilu.
88=Zamyka WinContig.
89=Analizuje pozycje.
92=Pozwala na przerwanie procesu dodawania.
93=Pozwala na przerwanie procesu analizy.
110=Defragmentuje pliki.
94=Wyświetla główne okno programu zawsze na wierzchu.
95=Włącza/wyłącza zaznaczanie całego rzędu.
96=Wyświetla informacje o programie.
99=Zamyka program po skończonym procesie defragmentacji.
100=Wyłącza komputer po skończonym procesie defragmentacji.
103=Włącza/wyłącza automatyczne przewijanie.
104=Włącza/wyłącza komunikaty potwierdzeń.
105=Otwiera wybrane pliki za pomocą powiązanych z nimi aplikacji.
106=Wyświetla przełączniki linii poleceń akceptowane przez WinContig.
107=Pokazuje wyjaśnienie.
108=Zpobiega wyświetlaniu zduplikowanych wpisów na liście plików.
225=Wyświetla właściwości wybranych wpisów.
230=Nie sprawdza woluminów w poszukiwaniu błędów przed defragmentacją.
238=Defragmentuje pliki bez optymalizacji klastrów (szybsze).
239=Defragmentuje pliki optymalizując pozycję klastrów (wolniejsze).
255=Wyświetla raport analizy.
285=Wyświetla dodatkowe informacje o fragmentach plików.
336=Nie kasuje plików tymczasowych przed defragmentacją.
337=Automatycznie kasuje pliki tymczasowe przed defragmentacją.
109=Pyta użytkownika czy skasować pliki tymczasowe przed defragmentacją.
352=Nie sprawdza woluminów w poszukiwaniu błędów przed defragmentacją.
353=Automatycznie sprawdza woluminy w poszukiwaniu błędów przed defragmentacją.
354=Pyta użytkownika czy sprawdzić woluminy w poszukiwaniu błędów przed defragmentacją.
362=Pokazuje komunikaty błędów występujących podczas kasowania plików tymczasowych.
373=Dodaje zaznaczone do wyjątków
471=Zarządza listą wyjątków.
409=Zmienia kolor podświetlenia pozycji.
429=Odwraza zaznaczenie pozycji na liście.
430=Wybiera podświetlone pozycje.
431=Odznacza podświetlone pozycje.
422=Zapisuje raport z analizy.
22=Nie wykrywa automatycznie dysków SSD.
13=Nie defragmentuje plików na dyskach SSD.
82=Pokazuje lub ukrywa pasek narzędzi.
90=Pokazuje lub ukrywa panel info.
91=Pokazuje lub ukrywa pasek statusu.
14=Defragmentuje wyłącznie pofragmentowane pliki wybrane w niższym oknie
141=Pozwala na przerwanie bieżącej operacji.
131=Analizuje wyłącznie pozycje zaznaczone w górnym oknie.
138=Defragmentuje wyłącznie pozycje wybrane w górnym oknie.
158=Zmienia liczbę profili wyświetlanych w Liście Ostatnich Profili.
135=Wyświetla ikony stanu obok każdej ikony w górnym panelu.
160=Wyświetla ikony systemowe zamiast ikon WinContig obok każdej pozycji w górnym panelu.
163=Otwiera folder zawierający wybrany plik.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Liczba pofragmentowanych plików
178=Liczba ciągłych plików
179=Liczba plików nie przeanalizowanych z powodu wystąpienia błędów
182=Liczba przetworzonych plików
231=Lista najbardziej pofragmentowanych plików:
232=Lista nieprzeanalizowanych plików:
289=Dokument tekstowy (*.txt)|*.txt|Wszystkie pliki (*.*)|*.*|
290=Zapisz raport
291=Report został zapisany pomyślnie.
292=Raport analizy programu WinContig utworzono:
293=Statystyki plików
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Dodaj plik(i)
112=Wszystkie pliki (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Wybierz folder, który chcesz dodać do listy i naciśnij Dodaj folder. Możesz dodać wiele folderów.
244=Dodaj &folder
246=Dodaj folder do listy
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Wczytaj profil
115=Profile programu WinContig (*.wcp)|*.wcp|Wszystkie pliki (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Zapisz profil
117=Profile programu WinContig (*.wcp)|*.wcp|Wszystkie pliki (*.*)|*.*|
118=Profil został zapisany pomyślnie.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Importowanie profilu
120=&Dodaj
121=&Zastąp
123=Lista plików nie jest pusta.
124=Kliknij Dodaj aby dodać obiekty z profilu do listy zachowując aktualne. Kliknij Zastąp aby dodać obiekty z profilu do listy zastępując aktualne.
125=Plik '%s' nie jest poprawnym profilem programu WinContig.
126=Profil sprecyzowany w linii poleceń nie istnieje.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Wpisy
130=Importowanie profilu
132=Nie można znaleźć niektórych plików zapisanych w profilu. Wpisy mogły zostać zmienione, przeniesione bądź usunięte.
133=Lista wpisów, które nie zostały zaimportowane:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Sprawdź dysk
320=Przed defragmentacją możesz sprawdzić woluminy w poszukiwaniu błędów.\nZalecane jest sprawdzanie integralności danych przed defragmentacją.
309=Nie sprawdzaj &woluminów w przyszłości
310=Analizowanie dysku %s... Proszę czekać.
311=Postęp:
321=Krok 1 z 3
355=Krok 2 z 3
356=Krok 3 z 3
313=Sprawdź &dysk
314=Nie &sprawdzaj dysku
315=Błąd dysku!
316=Podczas sprawdzania dysku wykryto błąd. Zalecamy zamknięcie WinContig i naprawienie wykrytych błędów.
317=Windows nie może sprawdzać napędów CD-ROM i DVD-ROM.
318=WinContig wykrył problemy z partycją. Zalecamy zamknięcie WinContig i naprawienie wykrytych błędów.\nEwentualnie możesz kontynuować.
319=Automatycznie uruchom &defragmentację jeśli nie zostaną znalezione błędy
323=Pokaż szczegóły
324=Dysk nie został jeszcze przeanalizowany.
325=Ukryj szczegóły
326=Proces sprawdzania dysku zakończony
328=Raport skanowania:
329=Nie znaleziono problemów na dysku.
330=Sprawdź błędy na dysku
331=Windows nie może sprawdzać dysków sieciowych
432=Partycja
433=System plików
434=Całkowity rozmiar
435=Wolna przestrzeń
436=% wolnego miejsca
437=Nieznany napęd
438=Dysk przenośny
439=twardy dysk
440=dysk zdalny
441=napęd optyczny
442=dysk RAM
443=Stan sesji
444=Analizowanie...
445=Zakończono
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Czyszczenie dysku
340=Usuwanie plików tymczasowych
357=&Uruchom czyszczenie dysku
358=&Nie uruchamiaj czyszczenia dysku
338=W przyszłości nie usuwaj plików &tymczasowych
359=Przed rozpoczęciem procesu defragmentacji możesz usunąć pliki tymczasowe \ni odzyskać wolne miejsce na dysku.
342=Obliczanie...
343=Usuwanie plików tymczasowych... Proszę czekać.
344=Postęp:
345=Funkcja GetTempPath zwróciła błąd %s !
346=Nie można usunąć plików tymczasowych ponieważ znajdują się one w katalogu głównym !
347=Nie można usunąć plików tymczasowych ponieważ następująca ścieżka nie istnieje:\n\n%s
446=Użyj &WinContig do kasowania plików tymczasowych
447=Użyj &zewnętrznej aplikacji do kasowania plików tymczasowych.
448=Program:
449=Dodatkowe przełączniki lini poleceń:
450=&Przeglądaj...
451=Wybierz program
452=Programy (*.exe)|*.exe|Wszystkie pliki (*.*)|*.*|
453=Nie wybrano zewnętrznej aplikacji.
454=Wskazana zewnętrzna aplikacja nie istnieje !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filtr
381=Dodaj fol&der...
382=Dodaj &plik...
399=Dodaj &maskę...
383=Usuń
385=Aby zapobiec niechcianej relokacji danych, możesz wykluczyć wybrane dane z defragmentacji. Pliki i foldery z poniższej listy nie będą analizowane ani defragmentowane.
386=Lista wyjątków
387=Lista wyjątków:
388=%s przedmiotów wykluczonych z defragmentacji.
391=Ignoruj pliki większe niż (KB):
392=KB
393=MB
394=GB
456=Filtr 
457=&Dodaj maskę
458=&Usuń maskę
459=Maska do dodania:
460=Aby przetwarzać wybrane pozycje możesz zdefiniować jedną lub więcej masek. WinContig przetworzy wyłącznie te pozycje na liście, które odpowiadają zdefiniowanej masce. Aby zdefiniować wiele masek oddziel każdą z nich średnikiem (;).
461=Zarządzaj listą plików włączonych do defragmentacji
462=Lista plików włączonych do defragmentacji:
463=Wyjątki
464=Włącz do listy
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Dodaj maskę
401=Podaj jedną lub więcej masek aby wykluczyć pliki i/lub foldery. Aby zdefiniować wiele masek oddziel każdą z nich średnikiem (;).\n\nPrzykład: *.dll;*.ocx;*.tmp
404=Maski nie mogą zawierać znaków: \ / : < > | "
419=Nieprawidłowy znak
405=Maska wykluczająca:
402=&Dodaj
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Skonfiguruj kolory zaznaczenia
411=Tutaj możesz ustawić kolor podświetlenia pozycji.\nAby zmienić kolor pozycji kliknij na odpowiadający jej kolorowy przycisk.\nAby włączyc lub wyłączyć podświetlanie pozycji zaznacz lub odznacz odpowiadające jej pole.
412=Pofragmentowane dane
413=Ciągłe dane
414=Zdefragmentowane dane
415=Błąd
416=Pominięte dane
418=Podświetlenie całego rzędu
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Lista Ostatnich Profili
152=Konfiguruj Listę Ostatnich Profili
153=Tutaj możesz ustawić ile profili zostanie pokazanych na Liście Profili.
154=Pokaż tyle Ostatnich Profili (0-10):
159=Automatycznie usuń brakujące Ostatnie Profile
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
97=Woluminy dysku zostały sprawdzone. Czy chcesz zdefragmentować pliki?
143=Nie będziesz miał możliwości przerwania procesu defragmentacji aż do momentu gdy zostanie on ukończony. Czy jesteś pewien, że chcesz kontynuować?
147=Nie ma wystarczająco dużo wolnych ciągłych klastrów aby w pełni zdefragmentować plik.
164=Czy chcesz usunąć wybrany element z listy? \nTa operacja nie kasuje żadnych plików z dysku.
165=Czy jesteś pewien, że chcesz usunąć wybrane elementy?
166=Potwierdź
205=Nie można uruchomić programu WinContig pod tą wersją systemu operacyjnego.
233=Nie można dodać '%s'.
307=Nie można ustawić wybranego priorytetu.
74=Czy chcesz sprawdzić wolumin pod kątem występowania błędów przed defragmentacją?
360=Plik '%s' nie może zostać usunięty z powodu następującego błędu:\n\n%s
374=Zaznaczony plik został dodany do wyjątków.
375=Zaznaczone pliki zostały dodane do wyjątków.
376=Zaznaczonye pliki są już na liście wyjątków.
465=Zduplikowana maska
466=Jedna lub więcej masek są zawarte zarówno w liście włączającej jak i wykluczającej. Pozycje odpowiadające tym maskom nie będą przetwarzane przez WinContig.
467=&Zamknij pomimo wszystko
468=&Edytuj maski
490=Wykryto urządzenie SSD
494=Urządzenie SSD
491=Urządzenia SSD nie odnotowują wzrostu wydajności w wyniku defragmentacji. Defragmentacja plików powoduje wiele procesów zapisu i może wywołać nadmierne zużycie niektórych obszarów dysku. Zaleca sie nie przeprowadzanie defragmentacji dysków SSD.
492=&Defragmentuj pomimo tego
493=&Nie defragmentuj
149=Brakuje pamięci fizycznej lub zasobów systemu do przeprowadzenia defragmentacji.
'-------------------------------------------------------------------------------------
' General Buttons Captions ***
'-------------------------------------------------------------------------------------
395=&Tak
396=&Nie
397=OK
398=Anuluj
406=&Kontynuuj
407=&Wyjdź
142=&Zamknij
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Błąd: Brak pamięci/zasobów. Nie można wykonać!
168=Błąd: Plik nie odnaleziony. Nie można wykonać!
169=Błąd: Ścieżka nie odnaleziona. Nie można wykonać!
170=Błąd: Niepoprawny format pliku. Nie można wykonać!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmenty
260=Nazwa:
261=Ścieżka:
262=Rodzaj:
263=Rozmiar:
264=Rozmiar na dysku:
265=Fragmenty:
266=Klastry:
267=Informacje o fragmentach:
269=Główne
270=#
271=Klastry plików
272=Początkowy klaster
273=Końcowy klaster
286=Rozmiar (bajtów)
287=% pliku
276=Plik nie został jeszcze przeanalizowany
277=Ten obiekt nie jest plikiem
278=Wystąpił błąd podczas próby przeanalizowania pliku
279=Ten obiekt nie istnieje
280=Ten plik nie akupuje żadnych klastrów
281=bajtów
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Raport z defragmentacji
185=Informacje:
186=Proces defragmentacji został zakończony.
189=Liczba przetworzonych plików:
190=Liczba pofragmentowanych plików:
191=Liczba plików ciągłych:
192=Liczba zdefragmentowanych plików:
193=Liczba plików niezdefragmentowanych z powodu wystąpienia błędów:
423=To okienko wyświeta informacje o plikach, które zostały zdefragmentowane.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Wyłącz
196=System zostanie wyłączony za 15 sekund.
197=Błąd OpenProcessToken.
198=Błąd AdjustTokenPrivileges.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Wszelkie prawa zastrzeżone.
202=Darmowy dla użytku komercyjnego i osobistego.
203=WinContig łączy pofragmentowane pliki tak, że każdy zajmuje pojedynczą, ciągłą przestrzeń na dysku.\n\nW rezultacie twój system ma szybszy dostęp do takich danych.
204=O programie
298=Strona WWW:
299=E-Mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Wyjątek WinContig
78=WinContig przestał odpowiadać
79=Przepraszamy ale wystąpił błąd. Proszę skopiuj kod błędu i prześlij go do nas:
80=Szczegóły błędu
81=&Zamknij program
63=Wykrywanie dysków SSD może byc niekompatybilne z pewnymi konfiguracjami sprzętu. Proszę wybierz 'Wyłącz wykrywanie dysku Solid State (SSD)" w menu "Opcje".
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Zrzeczenie odpowiedzialności
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Przełączniki linii poleceń
389=Przełączniki linii poleceń
390=WinContig akceptuje wiele dodatkowych przełączników linii polecenia, których możesz używać do kontrolowania działania programu.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Proszę poczekać, aż przetwarzanie aktywnego pliku zostanie zakończone...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
{\*\generator ;}\viewkind4\uc1\pard\qc\lang1040\b\f0\fs24 Disclaimer\par
\par
\pard\b0\fs16 This software and all the accompanying files are provided by the author "as is" and without any express or implied warranties, including, but not limited to, the implied warranties of merchantability and fitness for a particular purpose. In no event shall the author be liable for any damages whatsoever (including without limitation, damages for loss of business profits, loss of use or data, business interruption, loss of business information, or any other pecuniary loss) arising out of the use or inability to use this product, even if advised of the possibility of such damage. The entire risk arising out of the use or performance of this product and documentation remains with you.\par
}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1040
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SKŁADNIA\par
\b0\par
WINCONTIG.EXE [źródło] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\b\par
WAŻNE INFORMACJE\par
\b0\par
\pard{\pntext\f3\'B7\tab}{\*\pn\pnlvlblt\pnf3\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Przełączniki mogą być zapisane zarówno małymi jak i wielkimi literami, więc \b /CLOSE\b0  oznacza to samo co \b /close\b0 .\par
{\pntext\f3\'B7\tab}Jeżeli używasz wielu przełączników oddziel je odstępem. Przykładowe polecenie ładuje profil i rozpoczyna defragmentację:\par
\pard\par
\pard\fi360\b WINCONTIG.EXE /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par
Poniżej znajduje się lista przełączników Wincontig:\par
\par
\pard\fi-1418\li1418\tx1418\b ŹRÓDŁO\b0\tab Określa plik lub folder, który ma być wczytany w WinContig.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab WAŻNE INFORMACJE\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Musisz określić pełną ścieżkę wskazującą położenie \i źródło\i0\par
{\pntext\f1\'B7\tab}Muszisz zamknąć ścieżkę wskazującą \i źródło\i0  w cudzysłowiu ("")\par
\pard\li1418\tx1418\par
Skorzystaj z poniższego przykładu aby załadować plik \i personal.txt\i0  znajdujący się w \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Automatycznie uruchamia analizę pozycji wczytanych w WinContig.\par
\par
\b /CHKDSK:0\tab\b0 Wyłącza automatyczne sprawdzanie dysku. \par
\par
\b /CHKDSK:1\b0\tab Automatycznie uruchamia sprawdzanie dysku.\par
\par
\b /CHKDSK:2\b0\tab Pyta użytkownika przed uruchomieniem sprawdzania dysku.\par
\par
\b /CLEAN:0\tab\b0 Wyłącza automatyczne czyszczenie plików tymczasowych.\par
\par
\b /CLEAN:1\tab\b0 Automatycznie uruchamia czyszczenie plików tymczasowych.\par
\par
\b /CLEAN:2\tab\b0 Pyta użytkownika przed uruchomieniem czyszczenia plików tymczasowych.\par
\par
\b /CLOSE\b0\tab Zamyka WinContig po zakończeniu defragmentacji.\par
\par
\b /CLOSEIFOK\b0\tab Zamyka WinContig po zakończeniu defragmentacji jeżeli wszystkie pliki zostały pomyślnie zdefragmentowane - w przeciwnym razie program pozostaje otwarty. 
Jeżeli przełącznik zostanie użyty w połączeniu z przełacznikiem \b /NOGUI \b0  WinContig otworzy główne okno programu po zakończeniu defragmentacji jeżeli jeden lub więcej plików nie zostało zdefragmentowanych.\par
\par
\b /DEFRAG\b0\tab Automatycznie uruchamia defragmentację pozycji wczytanych w WinContig.\par
\par
\b /DUP\b0\tab Zezwala na zduplikowane wpisy na liście. WinContig domyślnie nie zezwala na zduplikowane wpisy na liście plików. W przypadku użycia przełącznika \b /DUP\b0  WinContig szybciej dodaje pliki do listy. Jest to szczególnie użyteczne jeżeli chcieliby Państwo szybciej załadować bardzo duży profil, a jednocześnie mają Państwo pewność, że nie zawiera on zduplikowanych wpisów.\par
\par
\b /FULLROW\b0\tab Włącza zaznacznie całego rzędu.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Wyświetla to okno.\par
\par
\b /LANG:\b0\i xx\i0\tab Wymusza użycie określonego języka interfejsu. \i xx \i0 określa język bez podziału na regiony np. \i pl \i0 określa polski, a \i fr \i0 francuski. 
Jeżeli użyjesz przełącznika \b/LANG:auto \b0  WinContig użyje domyślnego języka systemu operacyjnego (jeżeli istnieje takie tłumaczenie WinContig).\par
\par
\b /NOGUI\b0\tab Używane w celu ukrycia głównego okna WinContig podczas procesu analizy lub defragmentacji. W przypadku użycia przełącznika \b /NOGUI\b0  WinContig podaje kody wyjściowe wskazujące na poziom powodzenia komendy.\par
\par
\tab\b Kody wyjściwe\b0\par
\par
\tab Następujące kody wyjściwe zostały zdefiniowane w WinContig.\par
\par
\tab\b 0\b0\tab Success.\par \tab \i tłum. Operacja zakończona powodzeniem.\i0\par
\par
\tab\b 1\b0\tab Invalid or missing profile.\par \tab \i tłum. Błędny lub nieodnaleziony profil.\i0\par
\par
\tab\b 2\b0\tab Errors found during disk checking.\par \tab \i tłum. Podczas sprawdzania dysku wykryto błędy.\i0\par
\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par \tab \i tłum. Nie wszystkie pozycje zostały pomyślnie zdefragmentowane.\i0\par
\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par \tab \i tłum. Nie wszystkie pozycje zostały pomyślnie przeanalizowane.\i0\par
\par
\tab\b 5\b0\tab Invalid or missing item.\par \tab \i Błędna lub nieodnaleziona pozycja.\i0\par
\par

\b /NOINI\b0\tab Blokuje zapis pliku konfiguracji "WinContig.ini" .\par
\par
\b /NOPROMPT\b0\tab Wyłącza powiadomienia potwierdzające akcję.\par
\par
\b /NOSCROLL\b0\tab Wyłącza przewijanie listy plików podczas procesu analizy lub defragmentacji.\par
\par
\b /ONTOP\b0\tab Ustawia okno WinContig na wierzchu (ponad wszystkimi innymi oknami).\par
\par
\b /PROF:\b0\i "profil"\i0\tab Wczytuje profil \i profil\i0 .\par
\par
\b\tab WAŻNE INFORMACJE\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Musisz podać pełną ścieżkę profilu\par
{\pntext\f1\'B7\tab}Musisz zamknąć ścieżkę wskazującą profil w cudzysłowiu ("")\par
\pard\li1418\tx1418\par
Przykładowe polecenie wczytujące profil \i data.wcp\i0  znajdujący się w \i c:\\profiles\i0 :\par
\par
\b WINCONTIG.EXE /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\b /QUICK\b0\tab Wyłącza optymalizację procesu defragmentacji (np. nie zostaną wypełnione wolne przestrzenie na dysku i nie zostaną zdefragmentowane częściowo pliki, których nie da się zdefragmentować całkowicie).\par \tab Pozwala na szybsze zakończenie procesu defragmentacji.\par
\par
\b /SHUTDOWN\b0\tab Zamyka komputer po zakończeniu procesu defragmentacji przez WinContig.\par
\par
}
$c$





